Repository: 84000/data-translation-memory
Catalog: Toh_207-Strength_of_the_Elephant-v2.tmx
Source language: bo
Languages: en

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེ་ཉིད་ཀྱིས་གང་ལོག་པར་ལྟ་བ་དེ་དག་ཡང་དག་པར་ཞུགས་པའོ། །
en: Śāriputra, according to this very explanation, those who see this as wrong have correct understanding.”

source: བཅོམ་ལྡན་འདས་
en: “Blessed One,”

source: ཇི་ལྟར་ན་གང་ཡང་དག་པར་ཞུགས་པ་དེ་དག་ལ་སྩལ་ན་འབྲས་བུ་ཆེ་བ་མ་ལགས། ཕན་ཡོན་ཆེ་བ་མ་ལགས།
en: “in what way do those with correct understanding neither reap great result nor receive great benefit when they are generous?”

source: ཤཱ་རིའི་བུ་གང་ཚུལ་འདི་ལྟ་བུས་ཡང་དག་པར་ཞུགས་པ་དང་ལྡན་པར་གྱུར་པ་དེ་དག་ལ་སྦྱིན་པ་ནི་མྱ་ངན་ལས་འདའ་བ་ལ་གཞོལ།
en: “Śāriputra,” “for those who have correct understanding through this approach, generosity is directed toward nirvāṇa.

source: མྱ་ངན་ལས་འདའ་བ་ལ་འབབ། མྱ་ངན་ལས་འདའ་བ་ལ་བབ། མྱ་ངན་ལས་འདའ་བའི་མཐར་ཐུག་པར་འགྱུར་ཏེ།
en: It flows and has flowed into nirvāṇa, and it will culminate in nirvāṇa.

source: མྱ་ངན་ལས་འདའ་བ་ཡང་འབྲས་བུ་ཆུང་བ་ཡང་མ་ཡིན། འབྲས་བུ་ཆེ་བ་ཡང་མ་ཡིན། ཕན་ཡོན་ཆུང་བ་ཡང་མ་ཡིན། ཕན་ཡོན་ཆེ་བ་ཡང་མ་ཡིན་ནོ། །
en: However, nirvāṇa is neither a small nor a great result, neither a small nor a great benefit.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: མྱ་ངན་ལས་འདས་པ་ནི་འབྲས་བུ་ཐམས་ཅད་དང་བྲལ་ཞིང་བཏགས་པ་མ་ཡིན། གདགས་པར་བྱ་བ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: Because nirvāṇa is free from all results and is therefore neither a designation nor an object of designation.”

source: བཅོམ་ལྡན་འདས་འོ་ན་
en: “Well then, Blessed One,”

source: དེ་བཞིན་གཤེགས་པས་མྱ་ངན་ལས་འདས་པ། གདགས་སུ་མ་མཆིས་པ་ལ་ཇི་ལྟར་ཡོན་ཏན་མཐའ་ཡས་པའི་སྨན་ཡོན་གྱི་བྱེ་བྲག་བསྟན།
en: “how did the Tathāgata teach the particular advantages of infinite virtuous qualities with respect to nirvāṇa that does not exist for designation?”

source: ཤཱ་རིའི་བུ་སྐྱེ་བའི་སྤྱོད་ཡུལ་ཅན་གྱི་སེམས་ཅན་བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་ཏུ་སྨྲ་བ་རྣམས་མོས་པ་བསྐྱེད་པའི་ཕྱིར་མྱ་ངན་ལས་འདས་པ་གདགས་སུ་མེད་པ་ལ་ཡང་དེ་བཞིན་གཤེགས་པས་ཡོན་ཏན་མཐའ་ཡས་པའི་ཕན་ཡོན་གྱི་བྱེ་བྲག་བསྟན་ཏོ། །
en: “Śāriputra,” “the Tathāgata taught particular advantages of infinite virtuous qualities with respect to nirvāṇa, even though it does not exist for designation, in order to inspire beings subject to the world of birth who assert selfhood, beings, life forms, and persons.

source: ཤཱ་རིའི་བུ་འོན་ཀྱང་འཕགས་པ་རྣམས་ནི་སྦྱིན་པ་ལ་འཇུག་པར་མི་བལྟའི། འཕགས་པ་རྣམས་འདོད་ཆགས་དང་བྲལ་བ་དང་། སྦྱིན་པ་ལས་ལྡོག་པར་བལྟའོ། །
en: However, Śāriputra, one should not consider noble beings to be those who engage in generosity, but rather those who are free from attachment and who turn away from generosity.

source: ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་
en: Śāriputra, it may be illustrated as follows:

source: ཞིང་པ་དག་ཞིང་ལ་ནས་ཀྱི་ས་བོན་བཏབ་སྟེ། དེའི་ནས་དེ་ཉིད་ལ་བརྟེན་ནས་སྲེ་ད་དང་། རྩྭ་དང་། སྔོ་རྣམས་སྐྱེ་ན།
en: When farmers have planted barley seeds in a field, husks, stalks, and leaves are produced from the barley. In that case,

source: ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། སྲེ་ད་དང་རྩྭ་དང་། སྔོ་འདི་དག་ཞིང་པ་དེའི་ལས་བྱས་པའི་འབྲས་བུ་ཡིན་ནམ།
en: Śāriputra, do you think that the husks, stalks, and leaves are the fruits produced by the actions of those farmers?”

source: ཞིང་པས་ནས་ཀྱི་ས་བོན་བཏབ་པ་དེའི་ནས་དེ་དག་ཉིད་ལ་བརྟེན་ནས་སྲེད་རྣམས་འབྱུང་བ་དང་། རྩྭ་དང་། སྔོ་རྣམས་སྐྱེ་བར་འགྱུར་ཏེ། ནས་ཀྱི་སྙི་མ་གཞན་རྣམས་ཀྱང་འབྱུང་ངོ་། །
en: It is on account of the barley itself—namely, those barley seeds planted by the farmers—that the husks, stalks, and leaves are produced, as well as other ears of barley.

source: དེ་བཞིན་དུ་འཕགས་པ་རྣམས་ལ་སྦྱིན་པ་བྱིན་པ་ནི་ཚེགས་ཆུང་ངུས་ལོངས་སྤྱོད་ཆེན་པོར་འགྱུར་ལ།
en: Likewise, when noble beings practice generosity, great resources come to them with little difficulty.

source: གཞན་ཡང་ཟག་པ་ཟད་པ་སྲེད་པའི་འབྲས་བུ་ཐམས་ཅད་སྐེམས་པར་བྱེད་དོ། །
en: In addition, all fruits resulting from craving for the exhaustion of afflictions wither.

source: ནས་འདོད་པ་དག་འདི་ནི་ནས་ཀྱི་ས་བོན་དེའི་འབྲས་བུ་མ་ཡིན། འདི་ནི་ནས་ཀྱི་ས་བོན་དེའི་སྙི་མ་མ་ཡིན་ནོ་
en: Those who want barley think, ‘This is not the fruits of these barely seeds, nor is this the ears of barley produced by those seeds.’

source: སྙམ་ནས་སྲེ་དས་མགུ་བར་མི་འགྱུར་ཞིང་། རྩྭ་དང་། སྔོས་རངས་པར་མི་འགྱུར་བ་
en: As a consequence, they are neither pleased by the husks nor delighted by the stalks and leaves.

source: དེ་བཞིན་དུ་འདུས་མ་བྱས་པའི་ཞིང་ལ་སྦྱིན་པ་བྱིན་པ་འདུས་བྱས་ཀྱི་འབྲས་བུ་ཡིན་པར་བསྟན་པར་མི་བྱའོ། །
en: Likewise, it should not be taught that practicing generosity in the field of the unconditioned gives a result that is conditioned.

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེས་གང་ཡང་དག་པར་ཞུགས་པ་དེ་དག་ལ་བྱིན་པ་འབྲས་བུ་ཆེ་བ་མ་ཡིན། ཕན་ཡོན་ཆེ་བ་མ་ཡིན་ནོ། །
en: Śāriputra, according to this discourse, generosity brings neither great result nor great benefit for those who have correct understanding.”

source: གང་དག་ལ་སྩལ་ན་འབྲས་བུ་ཆེ་བ་མ་ལགས་ཤིང་སྨན་ཡོན་ཆེ་བ་མ་ལགས་པ་དེ་དག་ཇི་ལྟར་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་ལགས།
en: “how can those noble beings be objects of generosity in the world when their generosity yields neither great result nor great benefit?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་གང་འབྲས་བུ་ཆེ་བར་འདུ་ཤེས་པ་ཡང་མ་ཡིན། འབྲས་བུ་ཆུང་བར་འདུ་ཤེས་པ་ཡང་མ་ཡིན་པ་དེ་དག་སྦྱིན་པ་སྐྱེ་བར་མི་འགྱུར་རོ། །
en: “Śāriputra,” replied the Blessed One, “generosity will not arise for those who do not conceive of results as great or small.

source: གང་སྦྱིན་པ་སྐྱེ་བར་མི་འགྱུར་བ་དེ་དག་ནི་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་སུ་འགྱུར་རོ། །
en: Those for whom generosity does not arise will become objects of generosity in the world with its gods.

source: ཤཱ་རིའི་བུ་དེ་ལ་ཟད་མི་ཤེས་པའི་ཞིང་ལ་སྦྱིན་པ་བྱིན་པ་ནི་མེ་ཏོག་ཀྱང་མི་ཆགས། འབྲས་བུར་ཡང་མི་འགྱུར་རོ། །
en: In that case, Śāriputra, the practice of generosity in the inexhaustible field of generosity neither becomes a flower nor turns into a fruit.

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་འདིས་གང་ལ་བྱིན་ན་འབྲས་བུ་ཆེ་བ་ཡང་མ་ཡིན། ཕན་ཡོན་ཆེ་བ་ཡང་མ་ཡིན་པ་དེ་དག་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་ཡིན་ནོ། །
en: Thus, according to this discourse, Śāriputra, those for whom there is neither a great result nor a great benefit when they are generous are objects of generosity in the world.”

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གང་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་དེ་དག་ལ་བྱིན་པ་རྣམ་པར་སྨིན་པ་མ་མཆིས་པ་ལགས།
en: “Blessed One, why does generosity not ripen for those who are objects of generosity in the world?” asked Śāriputra.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་
en: the Blessed One asked in return.

source: སྦྱིན་པ་གང་མྱ་ངན་ལས་འདའ་བའི་མཐར་ཐུག་པར་འགྱུར་བ་དེ་རྣམ་པར་སྨིན་པའི་ཆོས་ཅན་ཡིན་ནམ།
en: “Is the generosity that culminates in nirvāṇa subject to karmic ripening?”

source: བཅོམ་ལྡན་འདས་སྦྱིན་པ་མྱ་ངན་ལས་འདས་པའི་མཐར་ཐུག་པ་དེ་དེ་སྟེ་སྦྱིན་པའི་ཆོས་ཅན་ལགས་ན། འཕགས་པའི་གང་ཟག་རྣམས་འདུས་མ་བྱས་པས་རབ་ཏུ་ཕྱེ་བར་མི་འགྱུར་རོ། །
en: “Blessed One, if the generosity that culminates in nirvāṇa were subject to karmic ripening, noble beings would not be distinguished as being unconditioned.”

source: ཤཱ་རིའི་བུ་ལེགས་སོ། །ལེགས་སོ། །
en: “Excellent, Śāriputra, excellent,”

source: རྣམ་གྲངས་འདིས་གང་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་ཡིན་པ་དེ་དག་ལ་བྱིན་པ་རྣམ་པར་སྨིན་པ་མེད་པ་ཡིན་ནོ། །
en: “According to this discourse, generosity does not entail karmic ripening for those who are objects of generosity in the world.”

source: གསོལ་པ།
en: Śāriputra then asked,

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གང་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་མ་མཆིས་པ་དེ་དག་གིས་འདུ་ཤེས་མ་མཆིས་པ་ཡོངས་སུ་རྫོགས་པར་བགྱིས་པ་ལགས།
en: “Blessed One, how have those for whom generosity does not ripen perfected non-conception?”

source: གང་ཆོས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ཤེས་པ་དེ་ཡོད་དམ།
en: “Do those who know the very nature of all phenomena exist?

source: འོན་ཏེ་མེད།
en: Or, do they not exist?”

source: བཅོམ་ལྡན་འདས་གང་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་འཚལ་བ་དེ་སྒྱུ་མའི་ངོ་བོ་ཉིད་འཚལ་བ་ལགས་ཏེ།
en: “Blessed One,” “those who understand the very nature of all phenomena understand the very nature of illusions.

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་པ་ལགས་ཏེ། མཆིས་པ་མ་ལགས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Blessed One, this nature is nonexistent. It does not exist. Why?

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་སྒྱུ་མའི་ངོ་བོ་ཉིད་དུ་བསྟན་ཏོ། །
en: Blessed One, you taught that all phenomena have an illusory nature.

source: སྒྱུ་མ་ལྟ་བུ་གང་ལགས་པ་དེ་ཡང་མ་མཆིས་པའོ། །
en: That which is like an illusion is nonexistent.

source: གང་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་འཚལ་བ་འདི་ནི་འདུ་ཤེས་མ་མཆིས་པའོ། །
en: Those who understand the very nature of all phenomena have no conceptions.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལ་གང་ཡང་དག་པར་གྱུར་པའི་ཆོས་གང་ཡང་མི་དམིགས་སོ། །
en: Why? Because nothing, no actual phenomenon whatsoever, is perceived by them.”

source: དེ་དེ་བཞིན་ཏེ།
en: “It is just like that.

source: ཤཱ་རིའི་བུ་འདི་ལ་ཆོས་འགའ་ཞིག་རྫས་སམ། ཡང་དག་པར་ཡོད་པར་གྱུར་ན་སེམས་ཅན་རྣམས་ཕྱིས་ཀྱང་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་རོ། །
en: Śāriputra, if some phenomena were substantially or truly existent, beings would not attain nirvāṇa, even in the future.

source: ཤཱ་རིའི་བུ་གང་གི་ཕྱིར་ཆོས་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན། ཡོད་པ་མ་ཡིན། རྫས་མ་ཡིན་པ་དེའི་ཕྱིར་སེམས་ཅན་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་མྱ་ངན་ལས་བཟླས་ཀྱང་
en: Śāriputra, it is precisely because all phenomena are unreal, nonexistent, and insubstantial that beings as numerous as the grains of sand in the river Ganges have attained nirvāṇa. Yet,

source: སེམས་ཅན་མེད་པའི་ཕྱིར་སེམས་ཅན་རྣམས་ལས་གང་ཡང་ཟད་པར་མི་མངོན་ནོ། །
en: because beings do not exist, there is nothing at all related to those beings that is brought to an end.

source: ཤཱ་རིའི་བུ་དེ་ལྟ་བས་ན་གང་སེམས་ཅན་ཐམས་ཅད་མེད་པའི་འདུ་ཤེས་དང་། དེ་དག་ཀྱང་མི་དམིགས་པ་འདི་ནི་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པའོ། །
en: Therefore, Śāriputra, whoever neither apprehends the conception of the nonexistence of all beings, nor the beings themselves, has perfected non-conception.

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེས་གང་དག་ལ་བྱིན་པ་རྣམ་པར་སྨིན་པ་མེད་པ་དེ་དག་གིས་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་ཡིན་ནོ། །
en: Śāriputra, according to this discourse, those for whom there is no ripening of generosity have perfected non-conception.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གང་དག་གིས་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བགྱིས་པའི་འདུ་ཤེས་དེས་མྱུར་དུ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར།
en: “Blessed One,” asked Śāriputra, “how will they swiftly accept the non-arising of all phenomena through this conception of having perfected non-conception?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་གང་གིས་མེད་པ་མངོན་སུམ་དུ་བྱས་པ་དེ་དག་ནི་ཤེས་པའོ། །
en: “Śāriputra,” replied the Blessed One, “those who have directly realized nonexistence understand this.

source: མེད་པ་ཡང་གང་ཞེ་ན།
en: But what is nonexistence?

source: མེད་པ་ཞེས་བྱ་བ་ནི་བདག་ཏུ་ལྟ་བ་དང་། སེམས་ཅན་དུ་ལྟ་བ་དང་། སྲོག་ཏུ་ལྟ་བ་དང་། གང་ཟག་ཏུ་ལྟ་བ་དང་། ཆད་པར་ལྟ་བ་དང་། རྟག་པར་ལྟ་བའོ། །
en: The term nonexistence pertains to the metaphysical views of self, beings, life force, and persons, as well as the views of nihilism and eternalism.

source: མེད་པ་ཞེས་བྱ་བ་ནི་སངས་རྒྱས་སུ་འདུ་ཤེས་པ་དང་། ཆོས་སུ་འདུ་ཤེས་པ་དང་། དགེ་འདུན་དུ་འདུ་ཤེས་པ་དང་། མྱ་ངན་ལས་འདའ་བར་འདུ་ཤེས་པ་དང་། ཇི་ཙམ་དུ་སེམས་ཀྱི་སྦྱོར་བ་དང་། སྤྱོད་པ་དང་། ཤེས་པ་དང་། གཡོ་བ་དང་། སྤྲོས་པ་དེ་དག་ཐམས་ཅད་མེད་པའོ། །
en: The term nonexistence pertains to the conceptions of Buddha, Dharma, Saṅgha, and nirvāṇa. No matter how much one applies one’s mind, practices, understands, acts, or speculates, all this is nonexistent.

source: ཤཱ་རིའི་བུ་དེ་བས་ན་ཚུལ་དེ་ལྟ་བུར་ཡང་དག་པ་མ་ཡིན་པར་འཛིན་པ་དེ་དག་ལས་ཡོངས་སུ་གྲོལ་བ་དེ་དག་ནི་ཤེས་པའོ། །
en: Therefore, Śāriputra, those who are in this way completely free from such incorrect reifications understand.

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེས་གང་གིས་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དེ་དག་མྱུར་དུ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར་རོ། །
en: According to this discourse, Śāriputra, those who have perfected non-conception will quickly accept that all phenomena do not arise.”

source: དགོངས་ཏེ་གསུངས་པའི་བསྟན་པ་འདི་བསྟན་པའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་བཞི་ཁྲི་ཉིས་སྟོང་གིས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: When this exposition of the teaching was being presented, forty-two thousand bodhisattvas accepted that all phenomena do not arise.

source: དགེ་བསྙེན་དྲུག་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: Six thousand male lay vow holders set their minds on unsurpassable, complete, and perfect awakening.

source: ལྷའི་བུ་སུམ་ཁྲི་དྲུག་སྟོང་རྣམས་ཀྱིས་ཡེ་ཤེས་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: Thirty-six thousand sons of the gods gained the realization of wisdom.

source: དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན་དྲུག་ཅུ་པོ་དེ་དག་རྣམས་ཀྱང་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: As for the sixty exceedingly proud monks, their minds became liberated from defilements with no further appropriation.

source: དེ་དག་སེམས་རྣམ་པར་གྲོལ་ནས་མགྲིན་གཅིག་ཏུ་ཚིག་སྨྲས་པ།
en: With minds free from defilements, these sixty arrogant monks spoke the following words in unison:

source: བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་དེང་སླན་ཆད་སྟོན་པ་དྲུག་རྣམས་ཀྱི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་། །
en: “Blessed One, from this day forth, we shall become renunciants who follow the six teachers.

source: དེང་སླན་ཅད་བདག་ཅག་གི་སྟོན་པ་སངས་རྒྱས་མ་ལགས། ཆོས་ལ་མི་རྟེན། དགེ་འདུན་ལ་མི་རྟེན་ཏོ། །
en: From this day forth, our teacher is no longer the Buddha and we shall rely neither on the Dharma nor on the Saṅgha.

source: དེང་སླན་ཆད་བདག་ཅག་བྱ་བ་མ་མཆིས་པར་སྨྲ་བ། རྒྱུ་མ་མཆིས་པར་སྨྲ་བ། ལས་མ་མཆིས་པར་སྨྲ་བ། རྣམ་པར་སྨིན་པ་མ་མཆིས་པར་སྨྲ་བ། འདུལ་བ་མ་ལགས་པར་སྨྲ་བའོ། །
en: From this day forth, we shall be proponents of the nonexistence of action, causation, karma, karmic ripening, and moral conduct.”

source: དེའི་ཚེ་འཁོར་དེ་ན་སྲོག་ཆགས་སྟོང་ཕྲག་མང་པོ་རྣམས་འདི་སྙམ་དུ་གྱུར་ཏེ།
en: At that moment, several thousand beings in the assembly thought to themselves,

source: འདི་ལྟར་དགེ་སློང་འདི་དག་འདི་ལྟ་བུ་ཡང་དག་པ་མ་ཡིན་པའི་ཚིག་སྨྲ་བ་ལས་ན།
en: “These monks have thus become proponents of such untruths!

source: བཅོམ་ལྡན་འདས་ཀྱི་བསླབ་པ་ཕུལ་ནས་མུ་སྟེགས་ཅན་གྱི་མཚན་མ་འཛིན་པར་མི་འགྱུར་རམ་སྙམ་དུ་གྱུར་ཏོ། །
en: Will they now give up the precepts they received from the Blessed One and take up the traits of the non-Buddhists?”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུའི་སེམས་ཀྱིས་འཁོར་དེ་དག་གི་སེམས་ཀྱི་རྟོག་པ་ཤེས་ནས་
en: The venerable Śāriputra clairvoyantly understood what those beings in the retinue were thinking.

source: དགེ་སློང་དེ་དག་ལ་སྨྲས་པ།
en: Therefore, he asked the monks,

source: ཚེ་དང་ལྡན་པ་དག་ཅི་ལས་བསམས་ཏེ། དེང་ཕན་ཆད་བདག་ཅག་སྟོན་པ་དྲུག་གི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་ཞེས་དེ་སྐད་སྨྲ།
en: “Venerable ones, what was your intention when you said, ‘From this day forth, we shall become renunciants who follow the six teachers’?”

source: དེ་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དེང་ཕན་ཆད་བདག་ཅག་གི་སྟོན་པ་ཐམས་ཅད་སྟོན་པ་དྲུག་དང་མཉམ་ཞིང་མཚན་ཉིད་གཅིག་ཅིང་བྱེ་བྲག་མེད་པར་རྣམ་པར་རིག་གོ། །
en: “Venerable Śāriputra,” answered the monks, “from this day forth, we perceive all our teachers as identical to the six teachers, as being of a single character, without any difference.

source: བདག་ཅག་གིས་སྟོན་པ་ཐམས་ཅད་ཐ་དད་པ་མེད་པར་རིག་ནས་རྣམ་པར་མི་རྟོག་པར་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་། །
en: Perceiving all teachers as undifferentiated, we are renunciants following renunciants without conceptualizing.”

source: སྨྲས་པ་ཅི་ལས་བསམས་ནས་དེང་ཕན་ཆད་བདག་ཅག་གི་སྟོན་པ་སངས་རྒྱས་མ་ཡིན་ནོ་ཞེས་དེ་སྐད་སྨྲ།
en: Śāriputra then asked, “What was your intention when you said, ‘From this day forth, our teacher is no longer the Buddha’?”

source: དེ་དག་གིས་སྨྲས་པ། དེང་ཕན་ཆད་བདག་ཅག་བདག་ལ་རྟེན་གྱི་གཞན་ལ་མི་རྟེན། བདག་ལ་སྐྱབས་སུ་དོང་གི་གཞན་ལ་སྐྱབས་སུ་དོང་བ་མ་ཡིན།
en: “From this day forth,” they answered, “we will rely on ourselves, but not on others. We will take refuge in ourselves, but not in others.

source: བདག་སྟོན་པ་ཡིན་གྱི་སྟོན་པ་གཞན་མ་ཡིན་ནོ། །
en: We are our own teachers and no one else is.

source: དེ་བས་ན་དེང་ཕན་ཆད་བདག་ཅག་གི་སྟོན་པ་སངས་རྒྱས་མ་ཡིན་ནོ། །
en: Therefore, from this day forth, our teacher is no longer the Buddha.

source: བདག་མ་གཏོགས་པར་སངས་རྒྱས་མེད།
en: Aside from oneself, there is no buddha.

source: སངས་རྒྱས་མ་གཏོགས་པར་བདག་མེད་དོ། །
en: Aside from a buddha, there is no self.”

source: ཅི་ལས་བསམས་ནས་དེང་ཕན་ཆད་བདག་ཅག་ཆོས་ལ་མི་རྟེན། དགེ་འདུན་ལ་མི་རྟེན་ཅེས་དེ་སྐད་སྨྲ།
en: “What was your intention when you said, ‘From this day forth, we shall rely neither on the Dharma nor on the Saṅgha’?”

source: དེ་དག་གིས་སྨྲས་པ།
en: they answered,

source: དེང་ཕན་ཆད་
en: “From this day forth,”

source: བདག་ཅག་གིས་གང་ལ་བརྟེན་པ་དང་། གང་དང་ལྷན་ཅིག་འགྲོ་བའི་ཆོས་གང་ཡང་མ་དམིགས་སོ། །
en: “we do not perceive any phenomenon whatsoever that anyone should rely upon or conform to.

source: དེ་བས་ན་བདག་ཅག་དེང་ཕན་ཆད་ཆོས་ལ་མི་རྟེན། དགེ་འདུན་ལ་མི་རྟེན་ཏོ། །
en: Therefore, from this day forth, we shall rely neither on the Dharma nor on the Saṅgha.”

source: ཅི་ལས་བསམས་ཏེ་བདག་ཅག་དེང་ཕན་ཆད་བྱ་བ་མེད་པར་སྨྲའོ་ཞེས་དེ་སྐད་ཅེས་ཟེར།
en: “What was your intention when you said, ‘From this day forth, we shall be proponents of the nonexistence of action’?”

source: དེ་དག་གིས་སྨྲས་པ། བདག་ཅག་གིས་དེང་ཕན་ཆད་ཆོས་ཐམས་ཅད་མ་བྱས་པར་ཤེས་ཏེ།
en: “From this day forth,” they answered, “we know that all phenomena are unproduced.

source: གང་ན་བྱས་པ་ཡང་མེད། འགྱུར་བ་ཡང་མེད་པའི་ཆོས་དེ་བདག་ཅག་གིས་མངོན་དུ་བྱས་སོ། །
en: We have realized that phenomena undergo no production or change anywhere.

source: དེ་བས་ན་དེང་ཕན་ཆད་བདག་ཅག་བྱ་བ་མེད་པར་སྨྲའོ། །
en: Therefore, from this day forth, we are proponents of the nonexistence of action.”

source: ཅི་ལས་བསམས་ཏེ་དེང་ཕན་ཆད་བདག་ཅག་རྒྱུ་མེད་པར་སྨྲའོ་ཞེས་དེ་སྐད་ཟེར།
en: “What was your intention when you said, ‘From this day forth, we shall be proponents of the nonexistence of causation’?”

source: བདག་ཅག་སྲིད་པ་ཐམས་ཅད་དུ་འགྲོ་བར་སྐྱེ་བའི་རྒྱུ་དེང་ཟད་དེ་གང་ན་རྒྱུ་ཡང་མེད་རྐྱེན་ཡང་མེད་པའི་ཆོས་དེ་མངོན་དུ་བྱས་སོ། །
en: “For us,” “the cause of birth in all destinies of cyclic existence has ended today. We have realized that phenomena are without any causes and conditions anywhere.

source: དེའི་ཕྱིར་དེང་ཕན་ཆད་བདག་ཅག་རྒྱུ་མེད་པར་སྨྲའོ། །
en: Therefore, from this day forth, we are proponents of the nonexistence of causation.”

source: ཅི་ལས་བསམས་ཏེ་དེང་ཕན་ཆད་བདག་ཅག་རྣམ་པར་སྨིན་པ་མེད་པར་སྨྲའོ་ཞེས་དེ་སྐད་ཟེར།
en: “What was your intention when you said, ‘From this day forth, we are proponents of the nonexistence of karmic ripening’?”

source: བདག་ཅག་གིས་གང་ན་ལས་ཀྱང་མེད། ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་མེད་ཅིང་། ཆོས་ཐམས་ཅད་ཤིན་ཏུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ཡོངས་སུ་ཤེས་སོ། །
en: “we perfectly understand that all phenomena are without any karma nor karmic ripening anywhere and completely beyond suffering.

source: དེའི་ཕྱིར་བདག་ཅག་དེང་ཕན་ཆད་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མེད་པར་སྨྲའོ། །
en: Therefore, from this day forth, we are proponents of the nonexistence of karmic ripening.”

source: ཚེ་དང་ལྡན་པ་དག་ཅི་ལས་བསམས་ཏེ་དེང་ཕན་ཆད་བདག་ཅག་འདུལ་བ་མ་ཡིན་པར་སྨྲའོ་ཞེས་དེ་སྐད་ཟེར།
en: “Venerable ones, what was your intention when you said, ‘From this day forth, we are proponents of the nonexistence of moral discipline’?”

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དེང་ཕན་ཆད་བདག་ཅག་གིས་གང་ན་འདུལ་བ་ཡང་མེད། གསུང་བ་ཡང་མེད། འདུལ་བ་མ་ཡིན་པ་ཡང་མེད་ཅིང་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་དུལ་བར་ཡོངས་སུ་ཤེས་ཏེ།
en: “Venerable Śāriputra,” “from this day forth, we perfectly understand the fact that there is neither moral discipline, nor discourses on it, nor non-discipline, and that all phenomena are utterly disciplined.

source: དེའི་ཕྱིར་བདག་ཅག་དེང་ཕན་ཆད་འདུལ་བ་མ་ཡིན་པར་སྨྲའོ། །
en: Therefore, from this day forth, we are proponents of the nonexistence of moral discipline.”

source: དེ་ནས་དགེ་སློང་དེ་དག་གི་ལྷག་པའི་ང་རྒྱལ་བསྟན་པ་འདི་ལྟ་བུ་ཐོས་ནས་དགེ་སློང་སུམ་སྟོང་དྲུག་བརྒྱ་རྣམས་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་ལས་སེམས་རབ་ཏུ་རྣམ་པར་གྲོལ་ལོ། །
en: Having thus heard this teaching regarding these arrogant monks, the minds of three thousand six hundred other monks were liberated from defilements with no further appropriation.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་དེ་དག་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the Blessed One said to them, “Excellent!

source: དགེ་སློང་དག་གང་ན་ཆོས་གང་ཡང་རྟོགས་པ་མེད་པ་དེ་ནི་ཡང་དག་པ་ཐོབ་པ་ཡིན་གྱིས་ལེགས་སོ་ལེགས་སོ། །
en: Monks, that which is devoid of the realization of any phenomenon is the attainment of truth. Thus, it is excellent, excellent.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then Youthful Mañjuśrī asked,

source: བཅོམ་ལྡན་འདས་རྟོགས་པ་རྟོགས་པ་ཞེས་བགྱི་བའི་རྟོགས་པ་དེ་ཆོས་གང་གི་ཚིག་བླ་དགས་ལགས།
en: “Blessed One, what phenomena are designated by that realization termed ‘realization of realization’?”

source: འཇམ་དཔལ་རྟོགས་པ་རྟོགས་པ་ཞེས་བྱ་བ་དེ་ནི་སྐྱེ་བ་མེད་པའི་ཆོས་ལ་བཟོད་པའི་ཚིག་བླ་དགས་སོ། །
en: “Mañjuśrī,” “that term ‘realization of realization’ is a designation for the acceptance that all phenomena do not arise.”

source: སྐྱེ་བ་མ་མཆིས་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འཚལ་བའི་བྱང་ཆུབ་སེམས་དཔས་ཇི་ལྟར་བསླབ་པར་བགྱི། ཇི་ལྟར་སྤྱད་པར་བགྱི། ཇི་ལྟར་རྣལ་འབྱོར་དུ་འཇུག་པར་བགྱི།
en: “How should those bodhisattvas, who seek to attain the acceptance that all phenomena do not arise, train, conduct themselves, and engage in practice?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་བསླབ་པ་ཤེས་པར་བྱ་བའི་ཕྱིར་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: At that time the Blessed One uttered the following verses in order to explain to Youthful Mañjuśrī the training in accepting that all phenomena do not arise:

source: ཐམས་ཅད་མཁྱེན་པ་བླ་མེད་པའི། །སངས་རྒྱས་ཡེ་ཤེས་ཐོབ་འདོད་པས། །ཆོས་རྣམས་གང་ཡང་མི་གཟུང་ཞིང་། །ཆོས་རྣམས་གང་ཡང་མི་འདོར་རོ། །
en: “Those who wish to obtain the wisdom of the Buddha, The unsurpassed omniscience, Should neither take up Nor cast away any phenomenon.

source: གང་ཞིག་སྐྱེ་བར་འགྱུར་བ་ཡི། །ཆོས་ནི་གང་ཡང་མི་རྙེད་དེ། །
en: “One does not discover any phenomena at all That come into being.

source: ཆོས་རྣམས་འབྱུང་བ་མེད་པ་ལ། །བྱིས་པ་དག་ནི་འབྱུང་བར་འདོད། །
en: Yet childish people accept these phenomena as arising, Although they are devoid of arising.

source: ཆོས་རྣམས་ཤེས་པར་བྱ་བ་དང་། །སྤང་བར་བྱ་བར་སྲོག་ཆགས་འཆད། །བྱིས་པ་སྐྱེ་བའི་སྤྱོད་ཡུལ་ཅན། །སྐྱེ་བ་མེད་ལ་དད་མི་འགྱུར། །
en: “When beings are taught that phenomena Are to be understood and rejected, Childish people who experience arising Will not have faith in non-arising.

source: བྱང་ཆུབ་ལམ་ནི་དམ་པ་དང་། །ལམ་གྱི་ཆོས་རྣམས་བཏང་བྱས་ཏེ། །བྱིས་པ་གཉིས་ལ་ཆགས་པ་སྟེ། །གཉིས་སུ་མེད་པ་མི་ཤེས་སོ། །
en: “Having abandoned the noble path to awakening And the teachings pertaining to the path, Childish people cling to duality And do not understand nonduality.

source: སྒྱུ་མ་སྣ་ཚོགས་གྱུར་པ་ལ། །བྱིས་པ་རྣམས་ཀྱིས་ཐ་དད་མཐོང་། །འདི་ལ་ཐ་དད་ཡོད་མ་ཡིན། །དེ་དག་ཐམས་ཅད་མཚན་ཉིད་གཅིག །
en: “In myriad illusions, Childish people perceive distinctions Where there are none, For all these illusions are of a single character.

source: སོ་སོའི་སྐྱེ་བོར་གང་བརྗོད་དང་། །འཇིག་རྟེན་སངས་རྒྱས་མཁས་པ་དག །མི་གཉིས་གཉིས་སུ་དབྱེར་མེད་དེ། །
en: “Those who are called ‘ordinary beings’ And the skillful buddhas of the world systems Are not two and are not separable into two.

source: དེ་དག་སྒྱུ་མའི་ཚུལ་དུ་མཉམ། །
en: They are the same in their illusory character.

source: བྱིས་པ་ཁ་ཅིག་སྨྲ་བ་ནི། །
en: “Some childish people say,

source: ནམ་ཞིག་བདག་ཅག་འདོད་ཆགས་ཟད། །ཞེ་སྡང་གཏི་མུག་ཞི་བར་འགྱུར། །
en: ‘One day our attachment will end, And our hatred and ignorance will be pacified;

source: ནམ་ཞིག་ཉོན་མོངས་མེད་པར་འགྱུར། །
en: One day there will be no afflictions.’

source: མེད་ལ་ཡོད་པར་འདུ་ཤེས་པའི། །འདོད་ཆགས་ཞེ་སྡང་གཞིག་པའི་ཕྱིར། །གང་དག་སྟོང་པ་ཉིད་སྟོན་པ། །དེ་དག་ཆད་པ་མྱ་ངན་འདས། །
en: “For those who have taught emptiness In order to annihilate the attachment and hatred That conceive of the nonexistent as existent, Their exhaustion is nirvāṇa.

source: ཟད་པ་མེད་ཅིང་སྐྱེ་མེད་པར། །མྱ་ངན་འདས་པ་ཡང་དག་བསྟན། །
en: “Nirvāṇa is perfectly taught As being without cessation or arising.

source: ཟད་ཅིང་སྐྱེ་མེད་གང་བརྩོན་པ། །དེ་དག་ང་ཡི་བསྟན་ལས་རིང་། །
en: Yet far from my teaching are those Who strive for something unceasing or unarisen.

source: སྦྱིན་དང་ཚུལ་ཁྲིམས་འདུ་ཤེས་དང་། །གང་དག་བྱང་ཆུབ་འདུ་ཤེས་དགའ། །དེ་དག་མཚན་མའི་སྤྱོད་ཡུལ་བས། །ང་ཡི་བྱང་ཆུབ་དེས་མི་རྟོགས། །
en: “Those who delight in conceptions Of generosity, moral conduct, and awakening Remain within the domain of phenomenal appearances, And therefore do not realize my awakening.
